Repository: claudiosanches/woocommerce-installments-info
Catalog: languages/wcii-*.po
Languages: pt_br

source: (parcel minimum of %s)
pt_br: (parcela mínima de %s)

source: %s%sx%s of %s %swith interest%s
pt_br: %s%sx%s de %s %scom juros%s

source: %s%sx%s of %s %swithout interest%s
pt_br: %s%sx%s de %s %ssem juros%s

source: After add to cart button
pt_br: Depois de botão adicionar ao carrinho

source: Amortization schedule
pt_br: Tabela Price

source: Amortization schedule: See details in <a href="http://en.wikipedia.org/wiki/Amortization_schedule">Wikipedia</a><br />Simple interest: See details in <a href="http://en.wikipedia.org/wiki/Simple_interest#Simple_interest">Wikipedia</a>
pt_br: Tabela Price: Calculo usado pelo PagSeguro e outros. Veja mais detalhes na <a href="http://pt.wikipedia.org/wiki/Tabela_Price">Wikipedia</a><br />Juros simples: Calculo usado pelo B!Cash. Veja mais detalhes na <a href="http://pt.wikipedia.org/wiki/Juro#Juros_simples">Wikipedia</a>

source: Before product tab
pt_br: Antes das abas do produto

source: Border color
pt_br: Cor da borda

source: Calculation type
pt_br: Tipo de calculo

source: Center
pt_br: Centro

source: Credit Card Interest Settings
pt_br: Configurações do juros do cartão de crédito

source: Credit Card Parcels
pt_br: Parcelas do Cartão de Crédito

source: Display in
pt_br: Mostrar em

source: Even background
pt_br: Cor de fundo par

source: Float
pt_br: Flutuar

source: Interest
pt_br: Juros

source: Interest of %s%s per month
pt_br: Juros de %s%s por mês

source: Left
pt_br: Esquerda

source: No display
pt_br: Em nenhum local (Usar apenas como Shortcode)

source: None
pt_br: Nada

source: Number of parcels
pt_br: Número de parcelas

source: Odd background
pt_br: Cor de fundo ímpar

source: Parcel minimum
pt_br: Quantidade mínima de parcelas

source: Parcels without interest
pt_br: Parcelas sem juros

source: Pay with:
pt_br: Pagar com:

source: Price
pt_br: Preço

source: Product bottom
pt_br: No final da página do produto

source: Product tab
pt_br: Como aba do produto

source: Right
pt_br: Direita

source: Settings
pt_br: Configurações

source: Simple interest
pt_br: Juros simples

source: Table Design
pt_br: Opções de design da tabela

source: Table Styles
pt_br: Estilos da Tabela

source: Table Title
pt_br: Título da tabela

source: Value with %, px or em
pt_br: Valores em %, px ou em

source: Width
pt_br: Largura

source: Without interest color
pt_br: Sem juros cor

source: iota
pt_br: Valor mínimo da parcela
